---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomBaseReturnAirflowOnParam
source: html/b4b275ef-26a8-1b18-a8b5-0427c96c5008.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomBaseReturnAirflowOnParam Property

"Return Airflow"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomBaseReturnAirflowOnParam { get; }
```